[
  {
    "src": "images/gallery/la-lutte-continue.jpg",
    "width": 736,
    "height": 1084,
    "title": "La lutte continue",
    "alt": "A stylized illustration of a fist rising from a factory chimney, in red.",
    "caption": "<strong>The Struggle Continues (1968)</strong><br />By Atelier Populaire (Popular Workshop)."
  },
  {
    "src": "images/gallery/all-power-to-the-people.jpg",
    "width": 499,
    "height": 613,
    "title": "All power to the people",
    "alt": "A stark black drawing of a raised clenched fist on a white background. The text 'All power to the people' surrounds the fist above and below it.",
    "caption": "<strong>All power to the people (1960s)</strong><br />By Emory Douglas, Black Panther Party's Minister of Culture."
  },
  {
    "src": "images/gallery/science-for-the-people.jpg",
    "width": 652,
    "height": 850,
    "title": "Science for the people",
    "alt": "A black poster with a large, red, stylized clinched fist in the center. The fist is holding several long strips of computer punch tape. Across the top of the poster, large text says 'SCIENCE FOR THE PEOPLE'. The text at the bottom reads: 'COMPUTER WORKERS-JOIN WITH OTHER WORKERS MAKE COMPUTERS SERVE THE PEOPLE! CPP DOLPHIN CENTER 137A W 14TH ST. N.Y. 10011 SESPA SCIENCE FOR THE PEOPLE CENTER 9 WALDEN ST. J.P. MASS 0213'.",
    "caption": "<strong>Science for the People (1971)</strong>"
  },
  {
    "src": "images/gallery/say-their-names.jpg",
    "width": 1140,
    "height": 1700,
    "title": "Say their names",
    "alt": "A white outline of a raised clenched fist on a black background. The inside and outside of the fist is filled fith names of victims of police violence. Below the fist is the text: \"Say their names\".",
    "caption": "<strong>Say their names (2021)</strong><br />By Syracuse Cultural Workers."
  },
  {
    "src": "images/gallery/i-am-a-man.jpeg",
    "width": 2000,
    "height": 1333,
    "title": "I am a man",
    "alt": "A collage of two images: A protest sign with the text \"I am a man\" in dark bold letters on the left, and a black and white historical photo of a large crowd with people holding up this sign.",
    "caption": "<strong>I am a man (1968)</strong><br />Originally designed for the Memphis Sanitation Workers Strike and used during the Poor People's Campaign in Washington, D.C., during summer 1968. Shown with a 1988 recreation by Glenn Ligon."
  },
  {
    "src": "images/gallery/love-trumps-hate.jpeg",
    "width": 2000,
    "height": 1126,
    "title": "Love trumps hate",
    "alt": "A collage of small anti-Trump drawings: A rainbow with the text \"Love trumps hate\" across it and \"Somewhere over the rainbow Trump doesn't exist\" below; a heart with \"Make America love again\" writting inside it, and the text \"What do the Grinch and Trump have in common\" next to it; a pair of hands of two people with different skin tone and the text \"We need to unite against his madness. Peace, love, & equality '16\" below; A stylized American flag with the stars replaced with a heart, and the text \"America is for everyone\" written across the horizontal stripes. Below it is the text: \"Immigrants: making America great since forever'. Then there is another stylized, simplified US flag \"A woman's place is in the White House\" and the text \"Because it's the twenty-first century!\" below; two silhouettes hugging with the text \"LOVE EVERYBODY\" split above and below; an eagle resting on a skull with crossed bones, wiyth \"Rise Above\" written across the eagle's wings, the word \"HATE\" crossed out with the bones, and the text \"Bad to the bone with love\" below; and finally, a simplified drawing of Donald Trump's shocked face with \"NO\" written across his forehead. The text below says \"In your face Trump!\"",
    "caption": "<strong>Pins Won't Save The World (2019)</strong><br />By Sagmeister &amp; Walsh."
  },
  {
    "src": "images/gallery/do-women-have-to-be-naked-to-get-into-the-met.png",
    "width": 2000,
    "height": 784,
    "title": "Do women have to be naked to get into the Met. Museum?",
    "alt": "A lithograph poster showing a reclining nude female figure seen from behind, wearing a gorilla mask head. The text on the poster reads \"Do women have to be naked to get into the Met. Museum?\" with statistics below stating that \"Less than 5% of the artists in the Modern Art Sections are women, but 85% of the nudes are female.\" In the bottom right corner is the logo of The Guerrilla Girls and their address.",
    "caption": "<strong>Do women have to be naked to get into the Met. Museum? (1989)</strong><br />By Guerrilla Girls."
  },
  {
    "src": "images/gallery/silence-eq-death.png",
    "width": 1690,
    "height": 2048,
    "title": "Do women have to be naked to get into the Met. Museum?",
    "alt": "A black poster with a pink triangle and large text \"SILENCE=DEATH\" below it. Text at the bottom of the poster: \"Why is Reagan silent about AIDS? What is really going on at the Center for Disease Control, the Federal Drug Administration, and the Vatican? Gays and lesbians are not expendable...Use your power...Vote...Boycott...Defend yourselves...Turn anger, fear, grief into action.\"",
    "caption": "<strong>Silence = Death (1987)</strong><br />By Act Up."
  }
]
